<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>

<style> 

 	.agreementBox{ 
 		width: 900px; 
 		height: 100%; 
 		
 	} 
 	.agreement {  /*이미지 고정, 텍스트 스크롤 */ 
 		border: 1px solid black; 
 		overflow: scroll; 
 		width: 700px; 
		height: 100px; 
		background-color: white;
	}
 </style> 
</head>
<body>

	<div class="agreementBox">
	
	<div class="agreement">
		<p>제 1 장 총칙<br>
제 1 조 (목적)<br>
이 약관은「공유마당」(이하 “사이트”라 칭함)에서 제공하는 인터넷관련서비스(이하 "서비스"라 칭함)를 이용함에 있어 「공유마당」과 이용자의 권리, 의무 및 책임사항을 규정함을 목적으로 합니다.<br>
제 2 조 (용어의 정의)<br>
이 약관에서 사용하는 주요한 용어의 정의는 다음과 같습니다.<br>
① ‘회원’이라 함은 이 약관에 동의하고, 「공유마당」과 서비스 이용 계약을 체결하여 이용자 아이디(ID)를 부여 받은 개인 및 기관을 말합니다.<br>
② ‘회원 아이디’(이하 ‘ID’라 칭함)라 함은 회원의 식별과 회원의 서비스 이용을 위하여 회원이 선정하고 신청함에 따라 「공유마당」에서 승인한 문자나 숫자 혹은 그 조합을 말합니다. 기관의 정보로 가입한 ID는 관련 법규가 인정하는 범위에서 개인정보와 같은 권리와 의무를 가지며 이하 개인과 개인정보로 언급되는 모든 약관은 기관과 기관정보를 포함합니다.<br>
③ ‘비밀번호’라 함은 회원ID로 식별되는 회원의 본인 여부를 검증하고, 회원 자신의 비밀을 보호하기 위하여 회원이 선정하여 사이트에 등록한 고유의 문자와 숫자의 조합을 말합니다.<br>
④ ‘이용중지’라 함은 사이트가 본 약관에 의거하여 회원의 서비스 이용을 제한하는 것을 말합니다.<br>
⑤ ‘해지’라 함은 사이트 또는 회원이 일방적으로 이용계약을 장래에 소멸시키는 것을 말합니다.<br>
⑥ “저작권”이란 인간의 사상 또는 감정을 표현한 창작물인 저작물에 대한 배타적·독점적 권리이며, 이러한 저작물에는 소설·시·논문·강연·연술(演述)·각본·음악·연극·무용·회화·서예·도안(圖案)·조각·공예·건축물·사진·영상(映像)·도형(圖形)·컴퓨터프로그램 등이 있다.<br>
제 3 조 (약관의 효력 및 변경)<br>
① 이 약관은 서비스를 통하여 온라인으로 공시하고 회원의 동의와 서비스의 승낙으로 효력이 발생됩니다.<br>
② 서비스는 사정상 중요한 사유가 발생할 경우 사전 고지 없이 이 약관의 내용을 변경할 수 있으며, 변경된 약관은 정당한 절차에 따라 서비스를 통하여 공지함으로써 효력을 발휘합니다.<br>
③ 회원은 변경된 약관에 동의하지 않을 경우 회원 가입에 제약이 따르거나, 회원 탈퇴를 요청할 수 있으며, 변경된 약관의 효력 발생일 이후 10일 이내에 해지 요청을 하지 않을 경우 약관의 변경 사항에 동의한 것으로 간주됩니다.<br>
④ 회원은 정기적으로 서비스에 방문하여 약관의 변경사항을 확인하여야 합니다. 변경된 약관에 대한 정보를 알지 못해 발생하는 회원의 피해는 서비스에서 책임지지 않습니다.<br>
제 4 조 (약관 외 준칙)<br>
본 약관에 명시되지 아니한 사항에 대해서는 전기통신기본법, 전기통신사업법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 및 기타 관련 법령의 규정에 따릅니다. 제 2장 서비스 이용 계약제 5 조 (서비스 이용 신청)회원으로 가입하여 서비스를 이용하기를 희망하는 자는 서비스에서 정한 가입 양식에 따라 회원정보를 기입하고, 요청하는 제반 정보(개인인적사항이나 기관정보 등)를 제공하여 이용신청을 합니다.
</p>
	</div>
	<div class="first_agree">
	동의<input type="checkbox" id= "agree_code_01" name="agreeCode01" value="Y" checked>
	</div>
	<div class="agreement">
		<p>제 2 장 서비스 이용<br>
계약제 5 조 (서비스 이용 신청)<br>
회원으로 가입하여 서비스를 이용하기를 희망하는 자는 서비스에서 정한 가입 양식에 따라회원정보를 기입하고, 요청하는 제반 정보(개인인적사항이나 기관정보 등)를 제공하여 이용신청을 합니다.<br>
제 6 조 (이용 계약의 성립)<br>
① 이용계약은 이용자의 본 약관에 대한 동의와 이용신청에 대하여 서비스가 이용 승낙함으로써 성립합니다.<br>
② 약관에 대한 동의는 이용신청 당시 신청서 상의 ‘동의합니다’ 버튼을 누름으로써 의사표시를 합니다.<br>
제 7 조 (이용 신청의 승낙과 제한)<br>
① 서비스는 제 5 조에 따른 이용신청에 대하여 업무 수행상 또는 기술상 지장이 없는 경우에 원칙적으로 접수 순서대로 이용 신청을 승낙합니다.<br>
② 서비스는 다음 각 호에 해당하는 경우 이용신청에 대한 승낙을 제한할 수 있고, 그 사유가 해소될 때까지 승낙을 유보할 수 있습니다.<br>
1. 서비스 관련 설비에 여유가 없는 경우<br>
2. 기술상 지장이 있는 경우<br>
3. 기타 서비스의 사정상 필요하다고 인정되는 경우<br>
③ 서비스는 다음 각 호에 해당하는 경우 호의 승낙을 거절할 수 있습니다.<br>
1. 본인의 진정한 정보를 제공하지 아니한 이용신청의 경우<br>
2. 다른 사람의 명의를 사용하여 신청한 경우<br>
3. 이용 신청 시 필요 사항을 허위로 기재하여 신청한 경우<br>
4. 사회의 안녕과 질서 혹은 미풍양속을 저해할 목적으로 신청한 경우<br>
5. 기타 서비스가 정한 이용 신청 요건이 미비 된 경우<br>
④ 서비스는 회원이 이용 신청 시 제공한 정보는 회원 가입 시점부터 해지 완료 후 회원관리 처리 목적에 따라 2년까지 보관할 수 있습니다.<br>
⑤ 개인정보보호와 관련된 보다 자세한 사항은 개인정보 보호법을 규정합니다.<br>
제 8 조 (개인정보의 보호)<br>
① 서비스는 관계 법령이 정하는 바에 따라 회원의 개인정보를 보호하고 존중하기 위해 노력합니다. 회원의 개인정보보호에 관해서는 관련법령 및 서비스에서 정하는 “개인정보보호정책”에 정한 바에 의합니다.<br>
② 서비스는 이용 신청 시 또는 커뮤니티 활동, 이벤트 참가를 위하여 회원이 제공한 정보 및 기타 서비스 이용 과정에서 수집되는 정보 등을 수집할 수 있고, 이렇게 수집되어진 회원의 개인정보는 회원과의 이용계약 이행과 본 서비스상의 서비스 제공을 위한 목적으로 사용됩니다.<br>
③ 서비스는 수집한 회원의 신상정보를 본인의 승낙 없이 제3자에게 누설 또는 배포할 수 없으며 상업적 목적으로 사용할 수 없습니다. 다만, 다음의 각 호에 해당하는 경우에는 그러하지 아니합니다.<br>
1. 정보통신서비스의 제공에 따른 요금 정산을 위하여 필요한 경우<br>
2. 다통계작성, 학술연구 또는 시장조사를 위하여 필요한 경우로서 특정 개인을 알아볼 수 없는 형태로 가공하여 제공하는 경우<br>
3. 관계 법령에 의하여 수사상 목적으로 정해진 절차와 방법에 따라 관계기관의 요구가 있는 경우<br>
4. 다른 법률에 특별한 규정이 있는 경우<br>
5. 방송통신심의위원회가 관계법령에 의하여 요청하는 경우<br>
④ 서비스는 회원이 이용 신청시 제공한 정보를 회원 가입 시점부터 해지 완료 후 회원관리 처리 목적에 따라 2년까지 보관할 수 있습니다.<br>
⑤ 개인정보보호와 관련된 보다 자세한 사항은 개인정보처리방침을 규정합니다.<br>
제 9 조 (개인정보의 이용)<br>
① 서비스는 제 8조 제 3 항을 위반하지 않는 한도 내에서 업무와 관련하여 회원 전체 또는 일부의 개인정보에 관한 집합적인 통계 자료를 작성하여 이를 사용할 수 있고, 서비스를 통하여 회원의 컴퓨터에 쿠키를 전송할 수 있습니다. 이 경우 회원은 쿠키의 수신을 거부하거나 쿠키의 수신에 대하여 경고하도록 사용하는 컴퓨터의 브라우저의 설정을 변경할 수 있습니다.<br>
② 서비스가 수집하는 개인정보는 서비스의 제공에 필요한 최소한으로 하되, 필요한 경우 보다 더 자세한 정보가 요구될 수 있습니다.<br>
③ 회원은 언제든지 원하는 경우에 서비스에 제공한 개인정보의 수집과 이용에 대한 동의를 철회할 수 있으며, 동의의 철회는 해지 신청을 함으로써 이루어지게 됩니다.<br>
제 10 조 (계약 사항의 변경)<br>
① 회원은 고객지원 메뉴를 통해 언제든지 본인의 개인정보를 열람하고 수정할 수 있습니다.<br>
② 회원은 이용신청 시 기재한 사항이 변경되었을 경우 온라인으로 수정을 해야 하며 회원정보를 변경하지 아니하여 발생되는 일련의 모든 문제의 책임은 회원에게 있습니다.
			</p>
	</div>	
	<div class="second_agree">
	동의<input type="checkbox" id= "agree_code_02" name="agreeCode02" value="Y" checked>
	</div>	
	<div class="agreement">
		<p>
제 3 장 계약 당사자의 의무<br>
제 11 조 (서비스의 의무)<br>
① 서비스는 특별한 사정이 없는 한 이용자가 서비스 이용을 신청한 날부터 서비스를 이용할 수 있도록 합니다.<br>
② 서비스는 회원이 소정의 절차에 따라 제기한 의견이나 불만이 정당하다고 인정될 경우에는 적절한 절차를 거쳐 즉시 처리하여야 합니다. 즉시 처리가 곤란한 경우는 당 회원에게 그 사유와 처리 일정을 통보하여야 합니다.<br>
③ 서비스는 회원이 소정의 절차에 따라 제기한 의견이나 불만이 정당하다고 인정될 경우에는 적절한 절차를 거쳐 즉시 처리하여야 합니다. 즉시 처리가 곤란한 경우는 당 회원에게 그 사유와 처리 일정을 통보하여야 합니다.<br>
④ 서비스는 회원의 프라이버시 보호와 관련하여 제 8 조에 제시된 내용을 지킵니다.<br>
⑤ 서비스는 이용계약의 체결, 계약사항의 변경 및 해지 등 회원과의 계약 관련 절차 및 내용 등에 있어 회원에게 편의를 제공하도록 노력합니다.<br>
⑥ 서비스는 다음 각 호에 해당하는 경우 서비스의 전부 또는 일부를 제한하거나 제공을 중지할 수 있습니다.<br>
1. 서비스용 설비의 확장, 보수 등 공사로 인한 부득이한 경우<br>
2. 전기통신사업법에 규정된 기간통신사업자가 전기통신 서비스를 중지했을 경우<br>
3. 기타 불가항력적 사유가 있는 경우<br>
4. 서비스는 국가비상사태, 천재지변, 기타 정전 등 불가항력적 사유가 있는 경우 정상적인 서비스 이용에 지장이 있는 때에는 서비스의 전부 또는 일부를 제한하거나 중지할 수 있습니다.<br>
5. 서비스가 통제하기 곤란한 사정으로 불가피하거나, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 때에는 서비스의 전부 또는 일부를 제한하거나 중지할 수 있습니다.<br>
⑦ 서비스는 제1항에 의한 서비스의 이용을 제한하거나 중지한 때에는 그 사유 및 제한기간 등을 지체 없이 회원에게 알려야 합니다.
</p>
	</div>
		<div class="third_agree">
	동의<input type="radio" class= "agree_code_03" id="agree_code_03Y"  name="agreeCode03" value="Y" checked> 비동의<input type="radio" class= "agree_code_03" id="agree_code_03N" name="agreeCode03" value="N" >
	</div>
	</div>

</body>
</html>